Repository: StefanCristian/entropy
Catalog: rigo/po/*.po
Languages: hr

source: Downloading
hr: Preuzimam

source: Uploading
hr: Šaljem podatke

source: Internal activity in progress
hr: Interna aktivnost u tijeku

source: Upgrade in progress
hr: Nadogradnja u tijeku

source: Repositories update in progress
hr: Ažuriranje repozitorija u tijeku

source: Applications management in progress
hr: Upravljanje programima u tijeku

source: Not authorized
hr: Nije autorizirano

source: No repositories configured
hr: Repozitoriji nisu konfigurirani

source: Application Removal
hr: Uklanjanje programa

source: Application download
hr: Preuzimanje programa

source: Application Install
hr: Instalacija programa

source: Cannot save configuration file
hr: Ne mogu spremiti konfiguracijsku datoteku

source: Destination
hr: Odredište

source: Applications
hr: Programi

source: No description
hr: Nema opisa

source: Installed
hr: Instalirano

source: <b>%s</b> is installed
hr: <b>%s</b> je instaliran

source: from
hr: od

source: License
hr: Dozvola

source: Required space
hr: Zahtjevani prostor

source: Download size
hr: Veličina preuzimanja

source: Click here for more details
hr: Kliknite ovdje za više pojedinosti

source: Application not found
hr: Program nije nađen

source: Enabled
hr: Omogućeno

source: Disabled
hr: Onemogućeno

source: Good luck!
hr: Sretno!

source: Repositories Settings <b>could not</b> be changed. Sorry.
hr: Postavke repozitorija <b>ne mogu</b> se promjeniti. Žao nam je.

source: Application
hr: Program

source: <b>%s</b> download failed
hr: <b>%s</b> neuspjelo preuzimanje

source: <b>%s</b> install failed
hr: <b>%s</b> neuspjela instalacija

source: <b>%s</b> removal failed
hr: <b>%s</b> neuspjelo uklanjanje

source: <b>%s</b>, not authorized
hr: <b>%s</b>, nije autorizirano

source: <b>%s</b>, internal error
hr: <b>%s</b>, interna greška

source: <b>%s</b> dependencies not found
hr: <b>%s</b> zavisnosti nisu nađene

source: <b>%s</b> dependencies collision error
hr: <b>%s</b> greška sudaranja zavisnosti

source: <b>%s</b> dependencies not removable error
hr: <b>%s</b> greška neuklonjivosti zavisnosti

source: Disk full, cannot download nor unpack Applications
hr: Disk je pun, ne mogu preuzeti ni raspakirati programe

source: An error occurred
hr: Došlo je do greške

source: Ok, thanks
hr: U redu, hvala

source: Show me
hr: Pokaži mi

source: <b>System Upgrade</b> Activity is being <i>restarted</i>
hr: <b>Nadogradnja sustava</b> Aktivnost je<i>ponovno pokrenuta</i>

source: There is <b>%i</b> more update
hr: Ima <b>%i</b> još dopuna

source: Congratulations, mirrors have been <b>optimized</b>!
hr: Čestitamo, zrcala su <b>optimizirana</b>!

source: Ouch, mirrors <b>not optimized</b>, sorry!
hr: Jao, zrcala <b>nisu optimizirana</b>, oprostite!

source: Mirrors will be optimized in <b>background</b>...
hr: Zrcala će biti optimizirana u <b>pozadini</b>...

source: Mirrors optimization <b>not available</b> at this time
hr: Optimizacija zrcala b>nije dostupna</b> trenutno

source: Another activity is currently in progress
hr: Druga aktivnost je trenutno u tijeku

source: K thanks
hr: K hvala

source: Yes, thanks
hr: Da, hvala

source: No, sorry
hr: Ne, žalim

source: Ok then
hr: U redu onda

source: <b>%s</b> is part of the Base System and <b>cannot</b> be removed
hr: <b>%s</b>⏎ je dio Osnovnog sustava i <b>ne može</b> biti uklonjen

source: <b>%s</b> cannot be installed at this time due to <b>missing/masked</b> dependencies or dependency <b>conflict</b>
hr: <b>%s</b> ne može trenutno biti instaliran zbog <b>nedostajućih/maskiranih</b> zavisnosti ili sukoba <b>zavisnosti</b>

source: Installing <b>%s</b> would cause the removal of the following Applications: %s
hr: Instaliranje <b>%s</b> će uzrokovati uklanjanje slijedećih programa: %s

source: Package Install Error: <i>%s</i>
hr: Greška instalacije paketa: <i>%s</i>

source: Okay
hr: U redu

source: <b>System Upgrade</b> has begun, now go make some coffee
hr: <b>Nadogradnja sustava</b> je započela, skuhajte kavu

source: Repositories Update in <b>progress</b>...
hr: Ažuriranje repozitorija je u <b>tijeku</b>...

source: <b>Application Management</b> in progress...
hr: <b>Upravljanje programima</b> u tijeku...

source: Activity
hr: Aktivnost

source: Interrupt
hr: Prekini

source: <b>System Upgrade</b> in progress...
hr: <b>Nadogradnja sustava je </b> u tijeku...

source: Black on White
hr: Crno na bijelom

source: White on Black
hr: Bijelo na crnom

source: <i>Show <b>Application Management</b> Progress</i>
hr: <i>Pokaži <b>napredak</b> upravljanja programima</i>

source: Installing
hr: Instaliram

source: Removing
hr: Uklanjam

source: Cannot <b>edit</b> configuration file
hr: Ne mogu <b>urediti</b> konfiguracijsku datoteku

source: Cannot <b>show</b> configuration files difference
hr: Ne mogu <b>pokazati</b> razliku konfiguracijskih datoteka

source: Cannot <b>merge</b> configuration file
hr: Ne mogu <spojiti> konfiguracijsku datoteku

source: Cannot <b>discard</b> configuration file
hr: Ne mogu <b>odbaciti</b> konfiguracijsku datoteku

source: Application Groups
hr: Grupe programa

source: Show Application Groups.
hr: Pokaži grupe programa

source: Clean Entropy Web Service Session
hr: Očisti Entropy Web Servis sesiju

source: Logged in as <b>%s</b>! How about your <b>vote</b>?
hr: Prijavljen kao <b>%s</b>! Kako bi bilo da <b>glasate</b>?

source: _Vote now
hr: _Glasuj sada

source: _Later
hr: _Poslije

source: Login failed. Your <b>vote</b> hasn't been added
hr: Neuspjela prijava. Vaš <b>glas</b> nije dodan

source: _Ok, thanks
hr: _Uredu, hvala

source: Rate <b>%s</b> as <b>%s</b>, with <b>%d</b> star?
hr: Ocjeni <b>%s</b> kao <b>%s</b>, sa <b>%d</b> zvijezda?

source: _No, logout!
hr: _Ne, odjavi

source: Your vote has been added!
hr: Vaš glas je dodan!

source: Ok, great!
hr: U redu, sjajno!

source: You already voted this <b>Application</b>
hr: Već ste glaasli za ovaj <b>program</b>

source: Vote error: <i>%s</i>
hr: Greška glasanja: <i>%s</i>

source: Entropy Web Services not available for repository
hr: Entropy web servisi nisu dostupni za ovaj repozitorij

source: You are about to add a <b>comment</b> as <b>%s</b>.
hr: Dodati ćete <b>komentar</b> kao <b>%s</b>.

source: Your comment has been submitted!
hr: Vaš komentar je podnešen!

source: Comment submit error: <i>%s</i>
hr: Pogreška u podnošenju komentara: <i>%s</i>

source: Logged in as <b>%s</b>! How about your <b>comment</b>?
hr: Prijavljen kao <b>%s</b>! Kako bi bilo da <b>komentirate</b>?

source: _Send now
hr: _Pošalji sada

source: Login failed. Your <b>comment</b> hasn't been added
hr: Neuspjela prijava.Vaš <b>komentar</b> nije dodan

source: <i>No <b>comments</b> for this Application, yet!</i>
hr: <i>Nema <b>komentara</b> za ovaj program!</i>

source: Older comments
hr: Stariji komentari

source: Loading older comments...
hr: Učitavam starije kometare

source: <i>No <b>images</b> for this Application, yet!</i>
hr: <i>Nema <b>slika</b> za ovaj program!</i>

source: Older images
hr: Starije slike

source: Loading older images...
hr: Učitavam starije slike...

source: Update
hr: Ažuriraj

source: Reinstall
hr: Ponovno instaliraj

source: Remove
hr: Ukloni

source: Install
hr: Instaliraj

source: Not available
hr: Nije dostupno

source: Never downloaded
hr: Nikad preuzeto

source: downloads
hr: preuzimanja

source: Want to add images, etc?
hr: Želite dodati slike, itd?

source: click here!
hr: klikni ovdje!

source: Loading comments...
hr: Učitavam komentare...

source: Cannot disable <b>%s</b>. Sorry!
hr: Ne mogu onemogućiti <b>%s</b>. Oprostite!

source: Cannot enable <b>%s</b>. Sorry!
hr: Ne mogu omogućiti <b>%s</b>. Oprostite!

source: _Ok
hr: _U redu

source: Manage Repositories
hr: Upravljaj repozitorijima

source: Enable, disable or rename Repositories.
hr: Omogući, onemogući ili preimenuj repozitorije,

source: Application <b>%s</b> not found
hr: Program <b>%s</b> nije pronađen

source: Nothing found for
hr: Ništa nije nađeno za

source: did you mean <a href="%s">%s</a>?
hr: jeste li mislili <a href="%s">%s</a>?

source: Not found
hr: NIje nađeno

source: Update repositories
hr: Ažuriraj repozitorije

source: Force the update of the available repositories.
hr: Prisili ažuriranje dostupnih repozitorija

source: Show Configuration File Updates
hr: Pokaži ažuriranja kofiguracijske datoteke

source: Show Installed Applications
hr: Pokaži instalirane programe

source: Browse through the currently Installed Applications.
hr: Pregledaj trenutno instalirane programe.

source: Optimize Download Speed
hr: Optimiziraj brzinu preuzimanja

source: Benchmark the download mirrors to speed up Application installation.
hr: Mjerenje performansi zrcala preuzimanja zbog ubrzanja instalacije programa.

source: Show Available Kernels
hr: Pokaži dostupne kernele

source: Browse through the available and installable Linux kernel binaries.
hr: Pregledaj Linux kernel binarne datoteke koje su dostupne i koje možete instalirati.

source: Show Available Long-Term-Stable Kernels
hr: Pokaži Long-Term-Stable kernele

source: Browse through the available and installable Linux LTS kernel binaries.
hr: Pregledaj Linux LTS kernel binarne datoteke koje su dostupne i koje možete instalirati.

source: There is <b>%d</b> update
hr: Postoji<b>%d</b> ažuriranje

source: and <b>%d</b> security update
hr: i<b>%d</b> sigurnosno ažuriranje

source: What to do?
hr: Što učiniti?

source: Updates available, how about installing them?
hr: Dostupne su dopune, kako bi bilo da ih instalirate?

source: _Update
hr: _Dopuna

source: _Show
hr: _Pokaži

source: _Ignore
hr: _Zanemari

source: Srsly, ignore!
hr: Ozbiljno, zanemari!

source: The list of available Applications is old, <b>update now</b>?
hr: Lista dostupnih programa je stara, <b>ažuriraj sada</b>?

source: Repositories should be downloaded, <b>update now</b>?
hr: Treba preuzeti repozitorije, <b>ažuriraj sada</b>?

source: I dunno dude, I'd say Yes
hr: Ne znam čovječe, ja bih rekao Da

source: _Yes, why not?
hr: _Da, zašto ne?

source: _No, thanks
hr: _Ne, hvala

source: You need to login to Entropy Web Services
hr: Morate se prijaviti na Entropy web servise

source: _Login
hr: _Prijava

source: Register
hr: Registracija

source: _Cancel
hr: _Otkaži

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Login <b>error</b>!
hr: Greška <b>prijave</b>!

source: Cannot connect to Entropy Web Services, are you connected to the <b>interweb</b>?
hr: Ne mogu se spojiti na Entropy web servise, jeste li spojeni na <b>interweb</b>?

source: Don't ask me...
hr: Ne pitaj me...

source: _Of course not
hr: _Naravno ne

source: A watched pot never boils
hr: Posuda u koju se gleda nikada ne zakuha

source: You are required to <b>review</b> and <b>accept</b> the following licenses before continuing: %s
hr: Morate <b>pregledati</b> i <b>prihvatiti</b> slijedeće licence prije nego što nastavite: %s

source: <b>%s</b> Application or one of its dependencies is distributed with the following licenses: %s
hr: <b>%s</b> Program ili jedna njegova zavisnost distribuirani su sa slijedećim licencama: %s

source: Make sure to review all the licenses
hr: Budite sigurni da ste pregledali sve licence

source: Accept
hr: Prihvati

source: Accept forever
hr: Prihvati zauvijek

source: Decline
hr: Odbij

source: Close
hr: Zatvori

source: Several <b>Applications</b>, no longer maintained by this distribution, have been found on your <b>System</b>. Some of them might require <b>manual review</b> before being uninstalled. Click on the Apps to expand.
hr: Nekoliko <b>Programa</b>, koje ova distribucija više ne održava, nađeni su u vašem <b>Sustavu</b>. Neki od njih možda zahtjevaju <b>ručni pregled</b> prije nego ih se deinstalira. Klikni na Programe za proširenje.

source: Manual review
hr: Ručni pregled

source: <b>%s</b> Application requires the installation of the following Applications: %s
hr: <b>%s</b>Program zahtjeva instalaciju slijedećih programa: %s

source: Show full list
hr: Pokaži cijelu listu

source: <b>%s</b> Application requires the removal of the following Applications: %s
hr: <b>%s</b> Program zahtjeva uklanjanje slijedećih programa: %s

source: Confirm
hr: Potvrdi

source: <b>%s</b> Application Action will start in <big><b>%d</b></big> second
hr: <b>%s</b> Radnja programa će početi za <big><b>%d</b></big> sekunda

source: There is <b>%d</b> configuration file update
hr: Postoji<b>%d</b> ažuriranje konfiguracijske datoteke

source: It is <b>extremely</b> important to update these configuration files before <b>rebooting</b> the System.
hr: Od <b>izuzetne</b> je važnosti da ažurirate ove konfiguracijske datoteke prije<b>ponovnog podizanja</b> sustava.

source: Let me see
hr: Da vidim

source: Happily ignore
hr: Sretno zanemari

source: There is <b>%d</b> notice from a repository
hr: Postoji <b>%d</b> obavijest iz repozitorija

source: It is <b>extremely</b> important to always read them.
hr: Od <b>izuzetne</b> je važnosti uvijek ih pročitati.

source: Stop annoying me
hr: Prestani mi dosađivati

source: You are about to rename a Repository
hr: Preimenovati ćete repozitorij

source: _Rename
hr: _Preimenuj

source: Repository name
hr: Ime repozitorija

source: <b>Invalid</b> Repository name!
hr: <b>neispravno</b> ime repozitorija!

source: Repository rename <b>not allowed</b>!
hr: Preimenovanje repozitorija <b>nije dozvoljeno</b>!

source: There is <b>%d</b> preserved library on the system
hr: Postoji <b>%d</b> sačuvana biblioteka u sustavu

source: Preserved libraries detected on the system.
hr: Sačuvane bibblioteke su detektirane u sustavu.

source: _Update system now
hr: _Dopunite sustav sada

source: Awful
hr: Grozno

source: Poor
hr: Bijedno

source: Adequate
hr: Odgovarajuće

source: Good
hr: Dobro

source: Excellent
hr: Izvrsno

source: Cannot remove comment
hr: Ne mogu ukloniti komentar

source: remove
hr: ukoni

source: Run
hr: Pokreni

source: Enable
hr: Omogući

source: Disable
hr: Onemogući

source: Rename
hr: Preimenuj

source: View
hr: Pogled

source: Show
hr: Pokaži

source: Edit
hr: Uredi

source: Difference
hr: Razlika

source: Discard
hr: Odbaci

source: Keywords
hr: Ključne riječi

source: More Info
hr: Više informacija

source: <i>Browse <b>Applications</b> with ease</i>
hr: <i>Pregledajte <b>programe</b> lakoćom</i>

source: Hey hey hey!
hr: Ej ej ej!

source: Rigo is working, are you sure?
hr: Rigo radi, jeste li sigurni?

source: Search
hr: Traži

source: Rigo Application Browser
hr: Rigo preglednik programa

source: Working Hard
hr: Vrijedno radim

source: Wake Up
hr: Probudi se

source: Activity Interruption
hr: Prekid aktivnosti

source: Are you sure you want to interrupt the ongoing Activity? The interruption will occur as soon as possible, potentially not immediately.
hr: Jeste li sigurni da želite prekinuti tekuću aktivnost?Do prekida će doći što je moguće prije, vjerojatno ne odmah.

source: Repositories update error
hr: Greška ažuriranja repozitorija

source: Repositories updated <b>successfully</b>!
hr: Repozitoriji su ažurirani <b>uspješno</b>!

source: Application Management Error
hr: Greška upravljanja programima

source: System Upgrade Error
hr: Greška nadogradnje sustava

source: Applications managed <b>successfully</b>!
hr: Programima je upravljano <b>uspješno</b>!

source: System Upgraded <b>successfully</b>!
hr: Sustav je nadograđen <b>uspješno</b>!

source: You are not authorized to run Rigo
hr: Niste autorizirani da pokrenete Rigo

source: RigoDaemon service is not available
hr: RigoDaemon usluga nije dostupna

source: Another Application Manager is active
hr: Aktivan je još jedan Upravitelj programima

source: Background Service is currently not available
hr: Pozadinski servis trenutno nije dostupan

source: Background Service is currently busy
hr: Pozadinska usluga je trenutno zauzeta

source: Background Service is incompatible with Rigo
hr: Pozadinski servis nije kompatibilan sa Rigo

source: Background Service is currently unavailable
hr: Pozadinski servis trenutno je nedostupan

source: Happy St. Valentine <3 <3 !
hr: Sretno Valentinovo <3 <3 !

source: Merry Xmas \o/ !
hr: Čestit Božić \o/ !

source: Happy birthday to my authoooooor!
hr: Sretan rođendan mom autooooooru!

source: _Write a <b>comment</b>
hr: _Napiši <b>komentar</b>
